Repository: gorbachev-dmitrii/Navigation-2.2
Catalog: Navigation/*.lproj/Localizable.strings
Languages: ru

# tabBarFeed
source: Feed
ru: Главная

# tabBarProfile
source: Profile
ru: Профиль

# tabBarFavorite
source: Favorites
ru: Сохраненное

# registerButton
source: Register
ru: Зарегистрироваться

# haveAccButton
source: Already have an account
ru: Уже есть аккаунт

# signInButton
source: Confirm
ru: Подтвердить

# loginInputPlaceholder
source: Email or phone
ru: Введи логин

# passwordInputPlaceholder
source: Password
ru: Введи пароль

# helloText
source: Welcome back
ru: С возвращением

# hintText
source: Type in your mobile number
ru: Введите логин и пароль для входа в приложение

# emptyFieldsAlertTitle
source: Sign in error
ru: Ошибка авторизации

# emptyFieldsAlertMessage
source: Login or password is empty
ru: Логин и/или пароль не заполнены

# invalidDataAlertTitle
source: Sign in error
ru: Ошибка авторизации

# invalidDataAlertMessage
source: Login or password is incorrect
ru: Неверный логин и/или пароль

# alertAction
source: Try again
ru: Еще раз

# registerText
source: Register
ru: Зарегистрироваться

# tipText
source: Provided creditentials will be used to Sign In
ru: Введенные данные будут использованы для авторизации

# termsText
source: By pressing you accept the terms of use
ru: Нажимая кнопку 'Подтвердить' Вы принимаете пользовательское Соглашение и политику конфедициальности

# postAlertTitle
source: Your saved posts list is empty
ru: Тут пока пусто

# postAlertMessage
source: Save post via double tap
ru: Сохраните пост двойным нажатием

# postAlertAction
source: All right
ru: Хорошо

# profileHeaderPlaceholder
source: Set your status
ru: Установите статус

# profileHeaderSetStatusButton
source: Edit profile
ru: Установите статус

# sectionTitle
source: My posts
ru: Мои записи

# loginButton
source: Login
ru: Войти

# postVCButton
source: To Info
ru: К Инфо

# feedVCFirstButton
source: First button
ru: Кнопка 1

# feedVCSecondButton
source: Second button
ru: Кнопка 2

# postCellLikes
source: Likes
ru: Лайки

# postCellViews
source: Views
ru: Просмотры

# photosCellLabel
source: Photos
ru: Фото

# sendWordButton
source: Check word
ru: Проверить слово

# feedVCPlaceholder
source: Input field
ru: Введи слово

# feedCheckLabel
source: Result check
ru: Проверка ввода

# photosVCTitle
source: Photo Gallery
ru: Галерея

# getAuth
source: Need log in
ru: Авторизуйтесь
